core/src/main/resources/order_template/oc_release.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:loc="http://www.csapi.org/schema/parlayx/payment/reserve_amount_charging/v2_1/local">
   <soapenv:Header/>
   <soapenv:Body>
      <loc:releaseReservation>
         <loc:reservationIdentifier>{0}</loc:reservationIdentifier>
      </loc:releaseReservation>
   </soapenv:Body>
</soapenv:Envelope>